[
    {
        "title": "Ultimate Guide to Choosing the Right Porta Potty for Your Event",
        "category": "guides",
        "alt": "blog Ultimate Guide to Choosing the Right Porta Potty for Your Event",
        "image": "/blogs/blog1.png",
        "link": "/blog/sample",
        "excerpt": "Planning a large event or construction project? One of the most overlooked aspects can be providing adequate restroom facilities. Here's our guide to selecting the right porta potty for your needs!"
    },
    {
        "title": "Porta Potty Maintenance: Ensuring Cleanliness and Hygiene",
        "category": "guides",
        "alt": "blog new standard of closing",
        "image": "/blogs/blog2.png",
        "link": "/blog/sample",
        "excerpt": "The mere mention of a porta potty can sometimes draw grimaces, thanks to old stereotypes of them being dirty or smelly. However, modern porta potties, when properly maintained, are clean and hygienic solutions for temporary restroom needs."
    },
    {
        "title": "The History of Porta Potties: From Humble Beginnings to Modern Conveniences",
        "category": "history",
        "alt": "blog The History of Porta Potties: From Humble Beginnings to Modern Conveniences",
        "image": "/blogs/blog3.png",
        "link": "/blog/sample",
        "excerpt": "Porta potties, or portable toilets, are a common sight at outdoor events, construction sites, and other locations where traditional restrooms are not feasible. But have you ever stopped to think about where they came from? The history of porta potties is a tale of innovation, adapting to changing societal needs, and constantly striving for improved hygiene."
    },
    {
        "title": "It is a long establishable",
        "category": "design",
        "alt": "blog new standard of closing",
        "image": "/blogs/blog3.png",
        "link": "/blog/sample",
        "excerpt": "London-based floral designer Flora Fricker champions seasonal British flowers and UK producers in her beautiful and sustainable creations. This season, we worked with Flora to style Sunspel stores for Christmas, for which she produced eye-catching sustainably sourced wreaths."
    },
    {
        "title": "It is a long estab the readable",
        "category": "design",
        "alt": "blog new standard of closing",
        "image": "/blogs/blog2.png",
        "link": "/blog/sample",
        "excerpt": "Loproducers in her beautiful and sustainable creations. This season, we worked with Flora to style Sunspel stores for Christmas, for which she produced eye-catching sustainably sourced wreaths."
    },
    {
        "title": "The new standard of Opening and Closing",
        "category": "design",
        "alt": "blog new standard of closing",
        "image": "/blogs/blog1.png",
        "link": "/blog/sample",
        "excerpt": "London-based floral tish flowers and UK producers in her beautiful and sustainable creations. This season, we worked with Flora to style Sunspel stores for Christmas, for which she produced eye-catching sustainably sourced wreaths."
    },
    {
        "title": "It is a long established fact that a reader by the readable",
        "category": "design",
        "alt": "blog new standard of closing",
        "image": "/blogs/blog2.png",
        "link": "/blog/sample",
        "excerpt": "London-based floral designer Flora Fricker champions seasonal British flowers and UK producers in her beautiful and sustainable creations. This season, we worked with Flora to style Sunspel stores for Christmas, for which she produced eye-catching sustainably sourced wreaths."
    },
    {
        "title": "It is a long et a reader by the readable t is a long et a reader by the rea",
        "category": "design",
        "alt": "blog new standard of closing",
        "image": "/blogs/blog2.png",
        "link": "/blog/sample",
        "excerpt": "London-bs and UK producers in her beautiful and sustainable creations. This season, we worked with Flora to style Sunspel stores for Christmas, for which she produced eye-catching sustainably sourced wreaths."
    }
  ]